Akashsharma01.code-tester
christian-kohler.path-intellisense
DivyanshuAgrawal.competitive-programming-helper
formulahendry.code-runner
ms-vscode.cpptools
PKief.material-icon-theme
pranaygp.vscode-css-peek
redhat.java
remimarsal.prettier-now
ritwickdey.LiveServer
ryuta46.multi-command
Shan.code-settings-sync
SonarSource.sonarlint-vscode
thekalinga.bootstrap4-vscode
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
